import { IArticleInfo } from "./types";

export const hotelInfo: IArticleInfo[] = [
  {
    city: "МОСКВА",
    hotels: [
      {
        address: "ул. Первомайская д. 117",
        conveniences: [
          "Удобное месторасположение",
          "Парковка для авто",
          "Вблизи МКАД, знаковые достопримечательности",
          "Зеленый район",
          "Стиральная машина, утюг, камера хранения, аппараты по продаже кофе снеков",
          "до 40 человек",
        ],
      },
      {
        address: "Севастопольский д.3 корп 2",
        conveniences: [
          "Удобное месторасположение",
          "Парковка для авто",
          "Рядом ТРЦ, продуктовые магазины",
          "Тихое место",
          "Стиральная машина, утюг, кофемашина, питьевая вода.",
          "до 20 человек",
        ],
      },
    ],
    description: `В наших отелях очень гармонично объединены все необходимые требования к проживанию современного человека.
    Номера формата апартаменты, но с отельным сервисом и безопасностью. Полностью соответствуют требованиям нового закона об отелях.
    
    Все апартаменты с оборудованы кухней и всем необходимым для самостоятельного приготовления пищи, собственным санузлом с душевой. Они небольшие, но есть все необходимое. Особая изюминка- спальное место на антресольном этаже. Вам будет удобно у нас проживать, как  одни сутки, так и долгий период.
    
    В апартаментах для пользования гостей- постельное белье, полотенца, туалетно-косметические принадлежности, фен, посуда, чай и кофе – бесплатно.`,
  },
  {
    city: "ВОЛГОГРАД",
    hotels: [
      {
        address: "г. Волгорад, ул. Мира д. 21",
        conveniences: [
          "Местоположение - центр города;",
          "Парковка для авто;",
          "Удобные кровати и подушки;",
          "Все очень чисто, включая белоснежное белье;",
          "В общей зоне есть полноценная кухня, стиралка, утюг, в общем все как дома.",
          "7 номеров на 2-4 человека",
        ],
      },
    ],
    description: `Мини отель URoom располагается в самом центре Волгограда на ул. Мира, в историческом доме. Имеет отдельный вход, со стороны Волгоградского планетария, 7 отдельных номеров на 2-4 человека и большую общую зону.

    Для удобства мы организовали самостоятельный и безопасный доступ в отель. Каждому гостю предоставляется индивидуальный код доступа в отель и в свой номер. Гости могут в удобное время въезжать и выезжать из отеля, не тратя время на звонки и встречи с Администрацией отеля. 
    
    В каждом номере доступны шикарные кровати Бокс Спринг. Возможно размещение на отдельных кроватях или двуспальной, в некоторых номерах есть диван-кровать или кресло-кровать. Особенно мы постарались, чтобы Вам было комфортно спать и было чисто`,
  },
];
